Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Connection closed: %@
ar: تم إغلاق الاتصال: %@
ca: Connexió tancada: %@
cs: Připojení ukončeno: %@
da: Forbindelse lukket: %@
de: Verbindung geschlossen: %@
es: Conexión cerrada: %@
fi: Yhteys katkesi: %@
fr: Connexion fermée : %@
he: החיבור נסגר: %@
hu: A kapcsolat lezárult: %@
it: Connessione chiusa: %@
ja: 接続が閉じられました: %@
ko: 연결 닫힘: %@
nb: Tilkoblingen ble lukket: %@
nl: Verbinding gesloten: %@
pl: Połączenie zamknięte: %@
pt_br: Conexão encerrada: %@
pt_pt: Ligação fechada: %@
ro: Conexiune închisă: %@
sl: Povezava prekinjena: %@
sv: Anslutningen stängdes: %@
uk: З'єднання закрито: %@
vi: Kết nối đã đóng: %@
zh_hans: 连接已关闭：%@
zh_hant: 連線已關閉：%@

source: Connection Failed
ar: فشل الاتصال
ca: Error de connexió
cs: Připojení se nezdařilo
da: Forbindelse mislykkedes
de: Verbindung fehlgeschlagen
es: Error de conexión
fi: Yhteys epäonnistui
fr: Échec de la connexion
he: החיבור נכשל
hu: Kapcsolódás sikertelen
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패
nb: Tilkobling mislyktes
nl: Verbinding mislukt
pl: Połączenie nieudane
pt_br: Falha na Conexão
pt_pt: Falha na ligação
ro: Conexiune eșuată
sl: Povezava ni uspela
sv: Anslutningen misslyckades
uk: Не вдалося з'єднатися
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection Health Monitoring
ar: مراقبة صحة الاتصال
ca: Monitoratge de l'estat de la connexió
cs: Monitorování stavu připojení
da: Overvågning af forbindelsestilstand
de: Verbindungsüberwachung
es: Monitoreo de salud de la conexión
fi: Yhteyden tilanseuranta
fr: Surveillance de l'état de la connexion
he: ניטור תקינות חיבור
hu: Kapcsolat állapotfigyelése
it: Monitoraggio stato connessione
ja: 接続ヘルスモニタリング
ko: 연결 상태 모니터링
nb: Overvåking av tilkoblingshelse
nl: Verbindingsstatuscontrole
pl: Monitorowanie stanu połączenia
pt_br: Monitoramento de Saúde da Conexão
pt_pt: Monitorização do estado da ligação
ro: Monitorizarea stării conexiunii
sl: Spremljanje stanja povezave
sv: Övervakning av anslutningshälsa
uk: Моніторинг стану з'єднання
vi: Giám sát tình trạng kết nối
zh_hans: 连接健康监控
zh_hant: 連線健康狀態監控

source: Connection history remembers which key was used per host
ar: يتذكر سجل الاتصالات المفتاح المستخدم لكل مضيف
ca: L'historial de connexions recorda quina clau s'ha usat per a cada amfitrió
cs: Historie připojení si pamatuje, který klíč byl použit pro daného hostitele
da: Forbindelseshistorik husker, hvilken nøgle der blev brugt per vært
de: Der Verbindungsverlauf merkt sich, welcher Schlüssel pro Host verwendet wurde
es: El historial de conexiones recuerda qué clave se usó en cada host
fi: Yhteyshistoria muistaa, mitä avainta käytettiin kullekin koneelle
fr: L'historique de connexion mémorise quelle clé a été utilisée par hôte
he: היסטוריית החיבורים זוכרת איזה מפתח שימש לכל מחשב
hu: A kapcsolatelőzmények megjegyzik, melyik kulcsot használtad az egyes gépeknél
it: La cronologia connessioni ricorda quale chiave è stata usata per ogni host
ja: 接続履歴はホストごとに使用した鍵を記憶します
ko: 연결 기록은 호스트별로 사용된 키를 기억합니다
nb: Tilkoblingshistorikk husker hvilken nøkkel som ble brukt per vert
nl: Verbindingsgeschiedenis onthoudt welke sleutel per host is gebruikt
pl: Historia połączeń zapamiętuje, który klucz był użyty dla danego hosta
pt_br: O histórico de conexões lembra qual chave foi usada por host
pt_pt: O histórico de ligações memoriza qual chave foi usada por host
ro: Istoricul conexiunilor reține ce cheie a fost folosită pentru fiecare gazdă
sl: Zgodovina povezav si zapomni, kateri ključ je bil uporabljen za posameznega gostitelja
sv: Anslutningshistorik kommer ihåg vilken nyckel som användes per värd
uk: Історія підключень запам'ятовує, який ключ використовувався для кожного хоста
vi: Lịch sử kết nối ghi nhớ khóa nào đã dùng cho mỗi máy chủ
zh_hans: 连接历史记录每台主机使用的密钥
zh_hant: 連線歷史記錄每台主機使用的金鑰

source: Connection Info
ar: معلومات الاتصال
ca: Informació de connexió
cs: Informace o připojení
da: Forbindelsesinfo
de: Verbindungsinfo
es: Info de conexión
fi: Yhteystiedot
fr: Infos de connexion
he: פרטי חיבור
hu: Kapcsolat adatai
it: Info connessione
ja: 接続情報
ko: 연결 정보
nb: Tilkoblingsinfo
nl: Verbindingsinfo
pl: Informacje o połączeniu
pt_br: Info da conexão
pt_pt: Info da ligação
ro: Informații conexiune
sl: Podatki o povezavi
sv: Anslutningsinfo
uk: Інформація про з'єднання
vi: Thông tin kết nối
zh_hans: 连接信息
zh_hant: 連線資訊

source: Connection Interrupted
ar: انقطع الاتصال
ca: Connexió interrompuda
cs: Připojení přerušeno
da: Forbindelse afbrudt
de: Verbindung unterbrochen
es: Conexión interrumpida
fi: Yhteys katkesi
fr: Connexion interrompue
he: החיבור נקטע
hu: A kapcsolat megszakadt
it: Connessione interrotta
ja: 接続が中断されました
ko: 연결 중단됨
nb: Tilkobling avbrutt
nl: Verbinding onderbroken
pl: Połączenie przerwane
pt_br: Conexão Interrompida
pt_pt: Ligação interrompida
ro: Conexiune întreruptă
sl: Povezava je bila prekinjena
sv: Anslutningen avbröts
uk: З'єднання перервано
vi: Kết nối bị gián đoạn
zh_hans: 连接已中断
zh_hant: 連線已中斷

source: Connection lost
ar: انقطع الاتصال
ca: Connexió perduda
cs: Připojení ztraceno
da: Forbindelse mistet
de: Verbindung verloren
es: Conexión perdida
fi: Yhteys menetetty
fr: Connexion perdue
he: החיבור אבד
hu: A kapcsolat megszakadt
it: Connessione persa
ja: 接続が失われました
ko: 연결 끊김
nb: Tilkobling mistet
nl: Verbinding verbroken
pl: Połączenie utracone
pt_br: Conexão perdida
pt_pt: Ligação perdida
ro: Conexiune pierdută
sl: Povezava izgubljena
sv: Anslutning förlorad
uk: З'єднання втрачено
vi: Mất kết nối
zh_hans: 连接已断开
zh_hant: 連線中斷

source: Connection Mode
ar: وضع الاتصال
ca: Mode de connexió
cs: Režim připojení
da: Forbindelsestilstand
de: Verbindungsmodus
es: Modo de conexión
fi: Yhteystila
fr: Mode de connexion
he: מצב חיבור
hu: Kapcsolati mód
it: Modalità di connessione
ja: 接続モード
ko: 연결 모드
nb: Tilkoblingsmodus
nl: Verbindingsmodus
pl: Tryb połączenia
pt_br: Modo de Conexão
pt_pt: Modo de Ligação
ro: Mod de conexiune
sl: Način povezave
sv: Anslutningsläge
uk: Режим з'єднання
vi: Chế độ kết nối
zh_hans: 连接模式
zh_hant: 連線模式

source: Connection Profile
ar: ملف تعريف الاتصال
ca: Perfil de connexió
cs: Profil připojení
da: Forbindelsesprofil
de: Verbindungsprofil
es: Perfil de conexión
fi: Yhteysprofiili
fr: Profil de connexion
he: פרופיל חיבור
hu: Kapcsolati profil
it: Profilo di connessione
ja: 接続プロファイル
ko: 연결 프로파일
nb: Tilkoblingsprofil
nl: Verbindingsprofiel
pl: Profil połączenia
pt_br: Perfil de Conexão
pt_pt: Perfil de ligação
ro: Profil de conexiune
sl: Profil povezave
sv: Anslutningsprofil
uk: Профіль з'єднання
vi: Hồ sơ kết nối
zh_hans: 连接配置
zh_hant: 連線設定檔

source: Connection profile not found.
ar: لم يتم العثور على ملف تعريف الاتصال.
ca: No s'ha trobat el perfil de connexió.
cs: Profil připojení nenalezen.
da: Forbindelsesprofil ikke fundet.
de: Verbindungsprofil nicht gefunden.
es: Perfil de conexión no encontrado.
fi: Yhteysprofiilia ei löytynyt.
fr: Profil de connexion introuvable.
he: פרופיל חיבור לא נמצא.
hu: A kapcsolati profil nem található.
it: Profilo di connessione non trovato.
ja: 接続プロファイルが見つかりません。
ko: 연결 프로파일을 찾을 수 없습니다.
nb: Tilkoblingsprofil ikke funnet.
nl: Verbindingsprofiel niet gevonden.
pl: Nie znaleziono profilu połączenia.
pt_br: Perfil de conexão não encontrado.
pt_pt: Perfil de ligação não encontrado.
ro: Profilul de conexiune nu a fost găsit.
sl: Profil povezave ni bil najden.
sv: Anslutningsprofil hittades inte.
uk: Профіль з'єднання не знайдено.
vi: Không tìm thấy hồ sơ kết nối.
zh_hans: 未找到连接配置。
zh_hant: 找不到連線設定檔。

source: Connection Protocol
ar: بروتوكول الاتصال
ca: Protocol de connexió
cs: Protokol připojení
da: Forbindelsesprotokol
de: Verbindungsprotokoll
es: Protocolo de conexión
fi: Yhteysprotokolla
fr: Protocole de connexion
he: פרוטוקול חיבור
hu: Kapcsolati protokoll
it: Protocollo di connessione
ja: 接続プロトコル
ko: 연결 프로토콜
nb: Tilkoblingsprotokoll
nl: Verbindingsprotocol
pl: Protokół połączenia
pt_br: Protocolo de Conexão
pt_pt: Protocolo de ligação
ro: Protocol de conexiune
sl: Protokol povezave
sv: Anslutningsprotokoll
uk: Протокол з'єднання
vi: Giao thức kết nối
zh_hans: 连接协议
zh_hant: 連線協定

source: Connection timed out
ar: انتهت مهلة الاتصال
ca: La connexió ha esgotat el temps d'espera
cs: Vypršel časový limit připojení
da: Forbindelsen udløb
de: Zeitüberschreitung der Verbindung
es: Se agotó el tiempo de espera de la conexión
fi: Yhteys aikakatkaistiin
fr: Délai de connexion dépassé
he: תם הזמן הקצוב לחיבור
hu: Kapcsolódási időtúllépés
it: Timeout della connessione
ja: 接続がタイムアウトしました
ko: 연결 시간 초과
nb: Tidsavbrudd for tilkoblingen
nl: Time-out bij verbinding
pl: Przekroczono limit czasu połączenia
pt_br: A conexão expirou
pt_pt: Tempo limite da ligação excedido
ro: Conexiunea a expirat
sl: Povezava je potekla
sv: Tidsgränsen för anslutningen överskreds
uk: Перевищено час очікування з'єднання
vi: Kết nối đã hết thời gian chờ
zh_hans: 连接超时
zh_hant: 連線逾時

source: Connections
ar: الاتصالات
ca: Connexions
cs: Připojení
da: Forbindelser
de: Verbindungen
es: Conexiones
fi: Yhteydet
fr: Connexions
he: חיבורים
hu: Kapcsolatok
it: Connessioni
ja: 接続
ko: 연결
nb: Tilkoblinger
nl: Verbindingen
pl: Połączenia
pt_br: Conexões
pt_pt: Ligações
ro: Conexiuni
sl: Povezave
sv: Anslutningar
uk: З'єднання
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connects or disconnects the VPN.
ar: يتصل أو يقطع اتصال VPN.
ca: Connecta o desconnecta la VPN.
cs: Připojí nebo odpojí VPN.
da: Opretter eller afbryder VPN-forbindelsen.
de: Verbindet oder trennt die VPN-Verbindung.
es: Conecta o desconecta la VPN.
fi: Yhdistää tai katkaisee VPN-yhteyden.
fr: Connecte ou déconnecte le VPN.
he: מחבר או מנתק את ה-VPN.
hu: Csatlakoztatja vagy leválasztja a VPN-t.
it: Connette o disconnette la VPN.
ja: VPNを接続または切断します。
ko: VPN을 연결하거나 연결 해제합니다.
nb: Kobler til eller fra VPN-en.
nl: Verbindt of verbreekt de VPN.
pl: Łączy lub rozłącza VPN.
pt_br: Conecta ou desconecta a VPN.
pt_pt: Liga ou desliga a VPN.
ro: Conectează sau deconectează VPN-ul.
sl: Poveže ali prekine povezavo VPN.
sv: Ansluter eller kopplar från VPN.
uk: Під'єднує або від'єднує VPN.
vi: Kết nối hoặc ngắt kết nối VPN.
zh_hans: 连接或断开 VPN。
zh_hant: 連接或中斷 VPN。

source: Connects to the remote server via SSH
ar: يتصل بالخادم البعيد عبر SSH
ca: Es connecta al servidor remot mitjançant SSH
cs: Připojí se ke vzdálenému serveru přes SSH
da: Opretter forbindelse til den eksterne server via SSH
de: Verbindet sich über SSH mit dem Remote-Server
es: Se conecta al servidor remoto a través de SSH
fi: Yhdistää etäpalvelimeen SSH:n kautta
fr: Se connecte au serveur distant via SSH
he: מתחבר לשרת המרוחק באמצעות SSH
hu: Csatlakozás a távoli kiszolgálóhoz SSH-n keresztül
it: Si connette al server remoto tramite SSH
ja: SSH でリモートサーバーに接続します
ko: SSH를 통해 원격 서버에 접속합니다
nb: Kobler til den eksterne serveren via SSH
nl: Maakt verbinding met de externe server via SSH
pl: Łączy się ze zdalnym serwerem przez SSH
pt_br: Conecta ao servidor remoto via SSH
pt_pt: Liga ao servidor remoto via SSH
ro: Se conectează la serverul de la distanță prin SSH
sl: Poveže se z oddaljenim strežnikom prek SSH
sv: Ansluter till fjärrservern via SSH
uk: Підключається до віддаленого сервера через SSH
vi: Kết nối đến máy chủ từ xa qua SSH
zh_hans: 通过 SSH 连接到远程服务器
zh_hant: 透過 SSH 連線到遠端伺服器

source: Connects VPN to a saved connection profile.
ar: يربط VPN بملف تعريف اتصال محفوظ.
ca: Connecta la VPN a un perfil de connexió desat.
cs: Připojí VPN k uloženému profilu připojení.
da: Forbinder VPN til en gemt forbindelsesprofil.
de: Verbindet VPN mit einem gespeicherten Verbindungsprofil.
es: Conecta la VPN a un perfil de conexión guardado.
fi: Yhdistää VPN:n tallennettuun yhteysprofiiliin.
fr: Connecte le VPN à un profil de connexion enregistré.
he: מחבר VPN לפרופיל חיבור שמור.
hu: VPN csatlakoztatása egy mentett kapcsolati profilhoz.
it: Connette la VPN a un profilo di connessione salvato.
ja: 保存された接続プロファイルにVPNを接続します。
ko: 저장된 연결 프로파일에 VPN을 연결합니다.
nb: Kobler VPN til en lagret tilkoblingsprofil.
nl: Verbindt VPN met een opgeslagen verbindingsprofiel.
pl: Łączy VPN z zapisanym profilem połączenia.
pt_br: Conecta a VPN a um perfil de conexão salvo.
pt_pt: Liga a VPN a um perfil de ligação guardado.
ro: Conectează VPN-ul la un profil de conexiune salvat.
sl: Poveže VPN s shranjenim profilom povezave.
sv: Ansluter VPN till en sparad anslutningsprofil.
uk: Підключає VPN до збереженого профілю з'єднання.
vi: Kết nối VPN với hồ sơ kết nối đã lưu.
zh_hans: 将 VPN 连接到已保存的连接配置。
zh_hant: 將 VPN 連線至已儲存的連線設定檔。

source: Connects VPN using the selected profile.
ar: يتصل بـ VPN باستخدام الملف الشخصي المحدد.
ca: Connecta la VPN amb el perfil seleccionat.
cs: Připojí VPN pomocí vybraného profilu.
da: Opretter VPN-forbindelse med den valgte profil.
de: Verbindet VPN mit dem ausgewählten Profil.
es: Conecta la VPN usando el perfil seleccionado.
fi: Yhdistää VPN:n valitulla profiililla.
fr: Connecte le VPN avec le profil sélectionné.
he: מחבר VPN באמצעות הפרופיל שנבחר.
hu: VPN csatlakoztatása a kiválasztott profillal.
it: Connette la VPN utilizzando il profilo selezionato.
ja: 選択したプロファイルでVPNに接続します。
ko: 선택한 프로파일을 사용하여 VPN에 연결합니다.
nb: Kobler til VPN med den valgte profilen.
nl: Verbindt VPN met het geselecteerde profiel.
pl: Łączy VPN przy użyciu wybranego profilu.
pt_br: Conecta a VPN usando o perfil selecionado.
pt_pt: Liga a VPN utilizando o perfil selecionado.
ro: Conectează VPN-ul folosind profilul selectat.
sl: Poveže VPN z izbranim profilom.
sv: Ansluter VPN med den valda profilen.
uk: Під'єднує VPN за обраним профілем.
vi: Kết nối VPN bằng hồ sơ đã chọn.
zh_hans: 使用所选配置文件连接 VPN。
zh_hant: 使用所選描述檔連接 VPN。

source: Consider enabling authentication in Security Options for additional protection of your private key.
ar: يُنصح بتفعيل المصادقة في خيارات الأمان لتوفير حماية إضافية لمفتاحك الخاص.
ca: Considereu activar l'autenticació a les opcions de seguretat per a una protecció addicional de la vostra clau privada.
cs: Zvažte povolení ověřování v nastavení zabezpečení pro dodatečnou ochranu vašeho soukromého klíče.
da: Overvej at aktivere godkendelse under Sikkerhedsindstillinger for yderligere beskyttelse af din private nøgle.
de: Erwägen Sie, die Authentifizierung in den Sicherheitsoptionen für zusätzlichen Schutz Ihres privaten Schlüssels zu aktivieren.
es: Considere habilitar la autenticación en Opciones de seguridad para protección adicional de su clave privada.
fi: Harkitse todennuksen käyttöönottoa suojausasetuksista yksityisen avaimesi lisäsuojaksi.
fr: Envisagez d'activer l'authentification dans les options de sécurité pour une protection supplémentaire de votre clé privée.
he: שקול להפעיל אימות באפשרויות האבטחה להגנה נוספת על המפתח הפרטי שלך.
hu: Fontolja meg a hitelesítés engedélyezését a Biztonsági beállításokban a privát kulcs további védelme érdekében.
it: Si consiglia di abilitare l'autenticazione nelle opzioni di sicurezza per una protezione aggiuntiva della chiave privata.
ja: 秘密鍵の保護を強化するには、セキュリティオプションで認証を有効にすることを検討してください。
ko: 개인 키의 추가 보호를 위해 보안 옵션에서 인증을 활성화하는 것을 권장합니다.
nb: Vurder å aktivere autentisering i sikkerhetsinnstillinger for ekstra beskyttelse av din private nøkkel.
nl: Overweeg authenticatie in te schakelen in Beveiligingsopties voor extra bescherming van uw privésleutel.
pl: Rozważ włączenie uwierzytelniania w opcjach zabezpieczeń w celu dodatkowej ochrony klucza prywatnego.
pt_br: Considere habilitar autenticação nas Opções de Segurança para proteção adicional da sua chave privada.
pt_pt: Considere ativar a autenticação nas Opções de Segurança para proteção adicional da sua chave privada.
ro: Luați în considerare activarea autentificării în Opțiunile de securitate pentru protecție suplimentară a cheii private.
sl: Razmislite o omogočanju preverjanja pristnosti v varnostnih možnostih za dodatno zaščito vašega zasebnega ključa.
sv: Överväg att aktivera autentisering i säkerhetsalternativ för ytterligare skydd av din privata nyckel.
uk: Рекомендуємо увімкнути автентифікацію в параметрах безпеки для додаткового захисту вашого приватного ключа.
vi: Hãy cân nhắc bật xác thực trong Tùy chọn bảo mật để bảo vệ thêm cho khóa riêng tư của bạn.
zh_hans: 建议在安全选项中启用认证，以额外保护您的私钥。
zh_hant: 建議在安全性選項中啟用驗證，以額外保護您的私密金鑰。

source: Console
ar: وحدة التحكم
ca: Consola
cs: Konzole
da: Konsol
de: Konsole
es: Consola
fi: Konsoli
he: קונסולה
hu: Konzol
ja: コンソール
ko: 콘솔
nb: Konsoll
pl: Konsola
pt_pt: Consola
ro: Consolă
sl: Konzola
sv: Konsol
uk: Консоль
vi: Bảng điều khiển
zh_hans: 控制台
zh_hant: 主控台

source: Console not supported for provider: %@
ar: وحدة التحكم غير مدعومة لمزود الخدمة: %@
ca: Consola no compatible amb el proveïdor: %@
cs: Konzole není podporována pro poskytovatele: %@
da: Konsol understøttes ikke for udbyder: %@
de: Konsole für Anbieter nicht unterstützt: %@
es: Consola no compatible con el proveedor: %@
fi: Konsolia ei tueta palveluntarjoajalle: %@
fr: Console non prise en charge pour le fournisseur : %@
he: המסוף אינו נתמך עבור הספק: %@
hu: A konzol nem támogatott a következő szolgáltatónál: %@
it: Console non supportata per il provider: %@
ja: プロバイダー「%@」ではコンソールがサポートされていません
ko: 제공업체에서 콘솔이 지원되지 않습니다: %@
nb: Konsoll støttes ikke for leverandør: %@
nl: Console niet ondersteund voor provider: %@
pl: Konsola nieobsługiwana dla dostawcy: %@
pt_br: Console não suportado para o provedor: %@
pt_pt: Consola não suportada para o fornecedor: %@
ro: Consolă neacceptată pentru furnizor: %@
sl: Konzola ni podprta za ponudnika: %@
sv: Konsolen stöds inte för leverantör: %@
uk: Консоль не підтримується для провайдера: %@
vi: Console không được hỗ trợ cho nhà cung cấp: %@
zh_hans: 该提供商不支持控制台：%@
zh_hant: 此提供者不支援主控台：%@

source: Container Shell
ar: صدفة الحاوية
ca: Shell del contenidor
cs: Shell kontejneru
es: Shell del contenedor
fi: Kontin shell
fr: Shell du conteneur
he: מעטפת מיכל
hu: Konténer shell
it: Shell del container
ja: コンテナシェル
ko: 컨테이너 셸
nb: Kontainerskall
pl: Shell kontenera
pt_br: Shell do contêiner
pt_pt: Shell do contentor
ro: Shell container
sl: Lupina vsebnika
uk: Оболонка контейнера
vi: Shell container
zh_hans: 容器 Shell
zh_hant: 容器 Shell

source: Container Shell runs /bin/sh directly in the debug pod. Host filesystem is accessible at /host.
ar: تُشغّل صدفة الحاوية /bin/sh مباشرة في حاوية التصحيح. يمكن الوصول إلى نظام ملفات المضيف عبر /host.
ca: L'intèrpret d'ordres del contenidor executa /bin/sh directament al pod de depuració. El sistema de fitxers de l'amfitrió és accessible a /host.
cs: Shell kontejneru spouští /bin/sh přímo v debug podu. Souborový systém hostitele je přístupný na /host.
da: Container Shell kører /bin/sh direkte i debug-pod'en. Værtens filsystem er tilgængeligt på /host.
de: Container-Shell führt /bin/sh direkt im Debug-Pod aus. Das Host-Dateisystem ist unter /host zugänglich.
es: Container Shell ejecuta /bin/sh directamente en el pod de depuración. El sistema de archivos del host es accesible en /host.
fi: Container Shell suorittaa /bin/sh suoraan debug-podissa. Isännän tiedostojärjestelmä on käytettävissä polussa /host.
fr: Le shell conteneur exécute /bin/sh directement dans le pod de débogage. Le système de fichiers hôte est accessible sous /host.
he: מעטפת המכולה מריצה /bin/sh ישירות ב-Pod לניפוי באגים. מערכת הקבצים של המארח נגישה ב-/host.
hu: A konténer shell a /bin/sh-t közvetlenül a debug podban futtatja. A gazdagép fájlrendszere a /host útvonalon érhető el.
it: Container Shell esegue /bin/sh direttamente nel pod di debug. Il filesystem dell'host è accessibile in /host.
ja: コンテナシェルはデバッグPod内で直接/bin/shを実行します。ホストのファイルシステムは/hostでアクセスできます。
ko: 컨테이너 셸은 디버그 Pod에서 직접 /bin/sh를 실행합니다. 호스트 파일 시스템은 /host에서 접근할 수 있습니다.
nb: Kontainerskall kjører /bin/sh direkte i feilsøkingspoden. Vertsfilsystemet er tilgjengelig på /host.
nl: Container Shell voert /bin/sh rechtstreeks uit in de debug-pod. Het hostbestandssysteem is toegankelijk via /host.
pl: Powłoka kontenera uruchamia /bin/sh bezpośrednio w podzie debugowym. System plików hosta jest dostępny pod ścieżką /host.
pt_br: O Shell do Container executa /bin/sh diretamente no pod de debug. O sistema de arquivos do host está acessível em /host.
pt_pt: A shell do contentor executa /bin/sh diretamente no pod de depuração. O sistema de ficheiros do anfitrião está acessível em /host.
ro: Shell-ul de container execută /bin/sh direct în podul de depanare. Sistemul de fișiere al gazdei este accesibil la /host.
sl: Lupina vsebnika izvaja /bin/sh neposredno v razhroščevalnem podu. Datotečni sistem gostitelja je dostopen na /host.
sv: Container Shell kör /bin/sh direkt i debug-podden. Värdfilsystemet är tillgängligt på /host.
uk: Оболонка контейнера запускає /bin/sh безпосередньо в діагностичному поді. Файлова система хоста доступна за шляхом /host.
vi: Container Shell chạy /bin/sh trực tiếp trong debug pod. Hệ thống tệp của máy chủ có thể truy cập tại /host.
zh_hans: 容器 Shell 直接在调试 Pod 中运行 /bin/sh。宿主文件系统可在 /host 路径访问。
zh_hant: 容器 Shell 直接在除錯 Pod 中執行 /bin/sh。主機檔案系統可在 /host 路徑存取。

source: Contains a line break or control character, so the login shell will be used.
ar: يحتوي على فاصل أسطر أو حرف تحكم، لذا ستُستخدم صدفة تسجيل الدخول.
ca: Conté un salt de línia o un caràcter de control, així que s'utilitzarà el shell d'inici de sessió.
cs: Obsahuje konec řádku nebo řídicí znak, proto bude použit přihlašovací shell.
da: Indeholder et linjeskift eller et kontroltegn, så login-shellen bruges.
de: Enthält einen Zeilenumbruch oder ein Steuerzeichen, daher wird die Login-Shell verwendet.
es: Contiene un salto de línea o un carácter de control, por lo que se usará la shell de inicio de sesión.
fi: Sisältää rivinvaihdon tai ohjausmerkin, joten käytetään kirjautumiskomentotulkkia.
fr: Contient un saut de ligne ou un caractère de contrôle : le shell de connexion sera utilisé.
he: מכיל מעבר שורה או תו בקרה, ולכן תשמש מעטפת הכניסה.
hu: Sortörést vagy vezérlőkaraktert tartalmaz, ezért a bejelentkezési shell lesz használva.
it: Contiene un'interruzione di riga o un carattere di controllo, quindi verrà usata la shell di login.
ja: 改行または制御文字が含まれているため、ログインシェルが使用されます。
ko: 줄바꿈 또는 제어 문자가 포함되어 있어 로그인 셸이 사용됩니다.
nb: Inneholder et linjeskift eller kontrolltegn, så påloggingsskallet brukes.
nl: Bevat een regeleinde of stuurteken, dus de login-shell wordt gebruikt.
pl: Zawiera znak nowego wiersza lub znak sterujący, więc zostanie użyta powłoka logowania.
pt_br: Contém uma quebra de linha ou caractere de controle, portanto o shell de login será usado.
pt_pt: Contém uma quebra de linha ou carácter de controlo, por isso será usada a shell de login.
ro: Conține un salt de linie sau un caracter de control, așa că se va folosi shell-ul de autentificare.
sl: Vsebuje prelom vrstice ali krmilni znak, zato bo uporabljena prijavna lupina.
sv: Innehåller en radbrytning eller ett kontrolltecken, så inloggningsskalet används.
uk: Містить розрив рядка або керівний символ, тому буде використано оболонку входу.
vi: Chứa ký tự xuống dòng hoặc ký tự điều khiển, nên shell đăng nhập sẽ được dùng.
zh_hans: 包含换行符或控制字符，因此将使用登录 Shell。
zh_hant: 包含換行字元或控制字元，因此將使用登入 Shell。
